{"A limit for this tunnel has been reached.":"Une limite pour ce tunnel a été atteinte.","Always update":"Toujours mettre à jour","An update for the VS Code CLI on your remote server is available. Would you like to update now? Your current session won't be interrupted":"Une mise à jour de l’interface CLI VS Code sur votre serveur distant est disponible. Voulez-vous effectuer la mise à jour maintenant ? Votre session actuelle ne sera pas interrompue","Cannot resolve remote machine name!":"Impossible de résoudre le nom de l’ordinateur distant !","Checking usage limits...":"Vérification des limites d'utilisation...","Close Connection":"Fermer la connexion","Could not find tunnel with name {0}. Please ensure that you are using the same account that you used to start the tunnel.":"Nous n’avons pas pu trouver le tunnel portant le nom {0}. Vérifiez que vous utilisez le même compte que celui utilisé pour démarrer le tunnel.","Create a Tunnel":"Créer un Tunnel","Last used":"Dernière utilisation","Learn More":"En savoir plus","Learn more at {0}":"En savoir plus sur {0}","No limits are currently in place":"Aucune limite n'est actuellement en place","No tunnels found":"Tunnels introuvables","Not Now":"Pas maintenant","Offline":"Hors connexion","Online":"En ligne","Pick a different account":"Choisir un compte différent","Show Limits":"Afficher les limites","The bandwidth limit for this user has been reached.":"La limite de bande passante pour cet utilisateur a été atteinte.","This limit will reset {0}./{0} is a localized string like \"in 4 hours\"":"Cette limite sera réinitialisée {0}.","Tunnel does not seem to be running. Cannot find port listening on remote machine":"Le tunnel ne semble pas être en cours d’exécution. Port d’écoute introuvable sur l’ordinateur distant","Tunnel not found":"Tunnel introuvable","Tunnel {0} not found.":"Tunnel {0} introuvable.","Update":"Mettre à jour","Updating the VS Code CLI":"Mise à jour de l’interface CLI VS Code","Upgrade":"Mettre à niveau","VS Code CLI update complete.":"VS Code mise à jour de l’interface CLI terminée.","View documentation for setting up remote server":"Afficher la documentation pour la configuration du serveur distant","What type of account did you use to start this tunnel?":"Quel type de compte avez-vous utilisé pour démarrer ce tunnel ?","Your tunnel connection is outdated, please upgrade to the latest version to continue using tunnels.":"Votre connexion au tunnel est obsolète, veuillez passer à la dernière version pour continuer à utiliser les tunnels.","{0}. You may need to sign out and back in.":"{0}. Vous devrez peut-être vous déconnecter et vous reconnecter."}
