{"A limit for this tunnel has been reached.":"Ein Grenzwert für diesen Tunnel wurde erreicht.","Always update":"Immer aktualisieren","An update for the VS Code CLI on your remote server is available. Would you like to update now? Your current session won't be interrupted":"Ein Update für die VS Code CLI auf Ihrem Remoteserver ist verfügbar. Möchten Sie jetzt aktualisieren? Ihre aktuelle Sitzung wird nicht unterbrochen.","Cannot resolve remote machine name!":"Der Remotecomputername kann nicht aufgelöst werden!","Checking usage limits...":"Nutzungslimits werden überprüft...","Close Connection":"Verbindung trennen","Could not find tunnel with name {0}. Please ensure that you are using the same account that you used to start the tunnel.":"Der Tunnel mit dem Namen {0} wurde nicht gefunden. Stellen Sie sicher, dass Sie dasselbe Konto verwenden, das Sie zum Starten des Tunnels verwendet haben.","Create a Tunnel":"Erstellen eines Tunnels","Last used":"Zuletzt verwendet","Learn More":"Weitere Informationen","Learn more at {0}":"Weitere Informationen finden Sie unter {0}","No limits are currently in place":"Derzeit sind keine Grenzwerte vorhanden.","No tunnels found":"Keine Tunnel gefunden.","Not Now":"Nicht jetzt","Offline":"Offline","Online":"Online","Pick a different account":"Anderes Konto auswählen","Show Limits":"Grenzwerte anzeigen","The bandwidth limit for this user has been reached.":"Das Bandbreitenlimit für diesen Benutzer wurde erreicht.","This limit will reset {0}./{0} is a localized string like \"in 4 hours\"":"Dieser Grenzwert wird {0} zurücksetzen.","Tunnel does not seem to be running. Cannot find port listening on remote machine":"Der Tunnel scheint nicht ausgeführt zu werden. Der Port, der auf dem Remotecomputer lauscht, wurde nicht gefunden.","Tunnel not found":"Tunnel nicht gefunden","Tunnel {0} not found.":"Der Tunnel {0} wurde nicht gefunden.","Update":"Aktualisieren","Updating the VS Code CLI":"VS Code CLI wird aktualisiert","Upgrade":"Upgrade","VS Code CLI update complete.":"VS Code CLI-Update abgeschlossen.","View documentation for setting up remote server":"Dokumentation zum Einrichten eines Remoteservers anzeigen","What type of account did you use to start this tunnel?":"Welchen Kontotyp haben Sie zum Starten dieses Tunnels verwendet?","Your tunnel connection is outdated, please upgrade to the latest version to continue using tunnels.":"Ihre Tunnelverbindung ist veraltet. Führen Sie ein Upgrade auf die aktuelle Version durch, um weiterhin Tunnel zu verwenden.","{0}. You may need to sign out and back in.":"{0}. Möglicherweise müssen Sie sich abmelden und wieder anmelden."}
