{"A limit for this tunnel has been reached.":"Æ lïmït før thïs tµññël hæs þëëñ rëæçhëð.","Always update":"Ælwæÿs µpðætë","An update for the VS Code CLI on your remote server is available. Would you like to update now? Your current session won't be interrupted":"Æñ µpðætë før thë V§ Çøðë Ç£Ï øñ ÿøµr rëmøtë sërvër ïs ævæïlæþlë. Wøµlð ÿøµ lïkë tø µpðætë ñøw? Ýøµr çµrrëñt sëssïøñ wøñ't þë ïñtërrµptëð","Cannot resolve remote machine name!":"Çæññøt rësølvë rëmøtë mæçhïñë ñæmë!","Checking usage limits...":"Çhëçkïñg µsægë lïmïts...","Close Connection":"Çløsë Çøññëçtïøñ","Could not find tunnel with name {0}. Please ensure that you are using the same account that you used to start the tunnel.":"Çøµlð ñøt fïñð tµññël wïth ñæmë {0}. Plëæsë ëñsµrë thæt ÿøµ ærë µsïñg thë sæmë æççøµñt thæt ÿøµ µsëð tø stært thë tµññël.","Create a Tunnel":"Çrëætë æ Tµññël","Last used":"£æst µsëð","Learn More":"£ëærñ Mørë","Learn more at {0}":"£ëærñ mørë æt {0}","No limits are currently in place":"Ñø lïmïts ærë çµrrëñtlÿ ïñ plæçë","No tunnels found":"Ñø tµññëls føµñð","Not Now":"Ñøt Ñøw","Offline":"Øfflïñë","Online":"Øñlïñë","Pick a different account":"Pïçk æ ðïffërëñt æççøµñt","Show Limits":"§høw £ïmïts","The bandwidth limit for this user has been reached.":"Thë þæñðwïðth lïmït før thïs µsër hæs þëëñ rëæçhëð.","This limit will reset {0}./{0} is a localized string like \"in 4 hours\"":"Thïs lïmït wïll rësët {0}.","Tunnel does not seem to be running. Cannot find port listening on remote machine":"Tµññël ðøës ñøt sëëm tø þë rµññïñg. Çæññøt fïñð pørt lïstëñïñg øñ rëmøtë mæçhïñë","Tunnel not found":"Tµññël ñøt føµñð","Tunnel {0} not found.":"Tµññël {0} ñøt føµñð.","Update":"Üpðætë","Updating the VS Code CLI":"Üpðætïñg thë V§ Çøðë Ç£Ï","Upgrade":"Üpgræðë","VS Code CLI update complete.":"V§ Çøðë Ç£Ï µpðætë çømplëtë.","View documentation for setting up remote server":"Vïëw ðøçµmëñtætïøñ før sëttïñg µp rëmøtë sërvër","What type of account did you use to start this tunnel?":"Whæt tÿpë øf æççøµñt ðïð ÿøµ µsë tø stært thïs tµññël?","Your tunnel connection is outdated, please upgrade to the latest version to continue using tunnels.":"Ýøµr tµññël çøññëçtïøñ ïs øµtðætëð, plëæsë µpgræðë tø thë lætëst vërsïøñ tø çøñtïñµë µsïñg tµññëls.","{0}. You may need to sign out and back in.":"{0}. Ýøµ mæÿ ñëëð tø sïgñ øµt æñð þæçk ïñ."}
