{"A limit for this tunnel has been reached.":"Um limite para este túnel foi atingido.","Always update":"Sempre atualizar","An update for the VS Code CLI on your remote server is available. Would you like to update now? Your current session won't be interrupted":"Uma atualização para a CLI do VS Code no seu servidor remoto está disponível. Deseja atualizar agora? Sua sessão atual não será interrompida","Cannot resolve remote machine name!":"Não é possível resolver o nome do computador remoto!","Checking usage limits...":"Verificando limites de uso...","Close Connection":"Fechar Conexão","Could not find tunnel with name {0}. Please ensure that you are using the same account that you used to start the tunnel.":"Não foi possível localizar o túnel com o nome {0}. Verifique se você está usando a mesma conta usada para iniciar o túnel.","Create a Tunnel":"Criar um Túnel","Last used":"Última utilização","Learn More":"Saiba Mais","Learn more at {0}":"Saiba mais em {0}","No limits are currently in place":"Nenhum limite está em vigor no momento","No tunnels found":"Nenhum túnel encontrado","Not Now":"Agora Não","Offline":"Offline","Online":"Online","Pick a different account":"Escolha uma conta diferente","Show Limits":"Mostrar Limites","The bandwidth limit for this user has been reached.":"O limite de largura de banda para este usuário foi atingido.","This limit will reset {0}./{0} is a localized string like \"in 4 hours\"":"Esse limite irá redefinir {0}.","Tunnel does not seem to be running. Cannot find port listening on remote machine":"O túnel não parece estar em execução. Não é possível localizar a escuta da porta no computador remoto","Tunnel not found":"Túnel não encontrado","Tunnel {0} not found.":"Túnel {0} não encontrado.","Update":"Atualizar","Updating the VS Code CLI":"Atualizando a CLI do VS Code","Upgrade":"Atualizar","VS Code CLI update complete.":"A atualização da CLI do VS Code foi concluída.","View documentation for setting up remote server":"Exibir documentação para configurar o servidor remoto","What type of account did you use to start this tunnel?":"Que tipo de conta você usou para iniciar este túnel?","Your tunnel connection is outdated, please upgrade to the latest version to continue using tunnels.":"Sua conexão de túnel está desatualizada. Atualize para a versão mais recente para continuar usando túneis.","{0}. You may need to sign out and back in.":"{0}. Talvez seja necessário sair do serviço e entrar novamente."}
