{"A limit for this tunnel has been reached.":"Bylo dosaženo limitu pro tento tunel.","Always update":"Vždy aktualizovat","An update for the VS Code CLI on your remote server is available. Would you like to update now? Your current session won't be interrupted":"K dispozici je aktualizace rozhraní příkazového řádku VS Code na vzdáleném serveru. Chcete aktualizaci provést nyní? Vaše aktuální relace se nepřeruší","Cannot resolve remote machine name!":"Nelze přeložit název vzdáleného počítače!","Checking usage limits...":"Kontrolují se limity využití...","Close Connection":"Ukončit připojení","Could not find tunnel with name {0}. Please ensure that you are using the same account that you used to start the tunnel.":"Nelze najít tunel s názvem {0}. Ujistěte se prosím, že používáte stejný účet, který jste použili ke spuštění tunelu.","Create a Tunnel":"Vytvořit tunel","Last used":"Naposledy použito","Learn More":"Další informace","Learn more at {0}":"Další informace najdete v {0}.","No limits are currently in place":"Aktuálně nejsou nastaveny žádné limity.","No tunnels found":"Nenašly se žádné tunely","Not Now":"Teď ne","Offline":"Offline","Online":"Online","Pick a different account":"Vybrat jiný účet","Show Limits":"Zobrazit limity","The bandwidth limit for this user has been reached.":"Bylo dosaženo limitu šířky pásma pro tohoto uživatele.","This limit will reset {0}./{0} is a localized string like \"in 4 hours\"":"Tento limit se resetuje {0}.","Tunnel does not seem to be running. Cannot find port listening on remote machine":"Zdá se, že tunel není spuštěný. Na vzdáleném počítači nelze najít port pro naslouchání.","Tunnel not found":"Tunel se nenašel.","Tunnel {0} not found.":"Tunel {0} se nenašel.","Update":"Aktualizovat","Updating the VS Code CLI":"Aktualizace rozhraní příkazového řádku VS Code","Upgrade":"Upgradovat","VS Code CLI update complete.":"Aktualizace rozhraní příkazového řádku VS Code dokončena.","View documentation for setting up remote server":"Zobrazit dokumentaci k nastavení vzdáleného serveru","What type of account did you use to start this tunnel?":"Jaký typ účtu jste použili ke spuštění tohoto tunelu?","Your tunnel connection is outdated, please upgrade to the latest version to continue using tunnels.":"Vaše tunelové připojení je zastaralé. Pokud chcete dál používat tunely, upgradujte prosím na nejnovější verzi.","{0}. You may need to sign out and back in.":"{0}. Možná se budete muset odhlásit a znovu přihlásit."}
