{"A limit for this tunnel has been reached.":"Osiągnięto limit dla tego tunelu.","Always update":"Zawsze aktualizuj","An update for the VS Code CLI on your remote server is available. Would you like to update now? Your current session won't be interrupted":"Dostępna jest aktualizacja interfejsu wiersza polecenia programu VS Code na serwerze zdalnym. Czy chcesz zaktualizować teraz? Twoja bieżąca sesja nie zostanie przerwana","Cannot resolve remote machine name!":"Nie można rozpoznać nazwy komputera zdalnego!","Checking usage limits...":"Trwa sprawdzanie limitów użycia...","Close Connection":"Zamknij połączenie","Could not find tunnel with name {0}. Please ensure that you are using the same account that you used to start the tunnel.":"Nie można odnaleźć tunelu o nazwie {0}. Upewnij się, że korzystasz z tego samego konta, którego użyłeś do uruchomienia tunelu.","Create a Tunnel":"Utwórz tunel","Last used":"Ostatnie użycie","Learn More":"Dowiedz się więcej","Learn more at {0}":"Dowiedz się więcej pod adresem {0}","No limits are currently in place":"Obecnie nie obowiązują żadne limity","No tunnels found":"Nie znaleziono tuneli","Not Now":"Nie teraz","Offline":"Offline","Online":"Online","Pick a different account":"Wybierz inne konto","Show Limits":"Pokaż limity","The bandwidth limit for this user has been reached.":"Osiągnięto limit przepustowości dla tego użytkownika.","This limit will reset {0}./{0} is a localized string like \"in 4 hours\"":"Ten limit zresetuje element {0}.","Tunnel does not seem to be running. Cannot find port listening on remote machine":"Wydaje się, że aplikacja Tunnel nie jest uruchomiona. Nie można odnaleźć nasłuchiwania portów na maszynie zdalnej","Tunnel not found":"Nie znaleziono tunelu","Tunnel {0} not found.":"Nie znaleziono tunelu {0}.","Update":"Aktualizuj","Updating the VS Code CLI":"Aktualizowanie interfejsu wiersza polecenia programu VS Code","Upgrade":"Uaktualnij","VS Code CLI update complete.":"Ukończono aktualizację interfejsu wiersza polecenia programu VS Code.","View documentation for setting up remote server":"Wyświetl dokumentację dotyczącą konfigurowania serwera zdalnego","What type of account did you use to start this tunnel?":"Jakiego typu konta użyłeś do uruchomienia tego tunelu?","Your tunnel connection is outdated, please upgrade to the latest version to continue using tunnels.":"Połączenie tunelowe jest nieaktualne. Uaktualnij do najnowszej wersji, aby nadal korzystać z tuneli.","{0}. You may need to sign out and back in.":"{0}. Może być konieczne wylogowanie się i ponowne zalogowanie."}
