{"A limit for this tunnel has been reached.":"Se alcanzó un límite para este túnel.","Always update":"Actualizar siempre","An update for the VS Code CLI on your remote server is available. Would you like to update now? Your current session won't be interrupted":"Hay disponible una actualización para la CLI de VS Code en el servidor remoto. ¿Deseas actualizar ahora? La sesión actual no se interrumpirá","Cannot resolve remote machine name!":"No se puede resolver el nombre del equipo remoto.","Checking usage limits...":"Comprobando los límites de uso...","Close Connection":"Cerrar conexión","Could not find tunnel with name {0}. Please ensure that you are using the same account that you used to start the tunnel.":"No se pudo encontrar el túnel con el nombre {0}. Asegúrese de estar usando la misma cuenta que usó para iniciar el túnel.","Create a Tunnel":"Crear un túnel","Last used":"Último uso","Learn More":"Más información","Learn more at {0}":"Más información en {0}","No limits are currently in place":"Actualmente no hay límites establecidos","No tunnels found":"No se encontraron túneles","Not Now":"Ahora no","Offline":"Sin conexión","Online":"En línea","Pick a different account":"Elegir otra cuenta","Show Limits":"Mostrar límites","The bandwidth limit for this user has been reached.":"Se alcanzó el límite de ancho de banda para este usuario.","This limit will reset {0}./{0} is a localized string like \"in 4 hours\"":"Este límite se restablecerá en {0}.","Tunnel does not seem to be running. Cannot find port listening on remote machine":"Parece que Tunnel no se está ejecutando. No se encuentra la escucha del puerto en el equipo remoto","Tunnel not found":"Túnel no encontrado","Tunnel {0} not found.":"Túnel {0} no encontrado","Update":"Actualizar","Updating the VS Code CLI":"Actualizando la CLI de VS Code","Upgrade":"Actualizar","VS Code CLI update complete.":"Se completó la actualización de la CLI de VS Code.","View documentation for setting up remote server":"Ver documentación para configurar el servidor remoto","What type of account did you use to start this tunnel?":"¿Qué tipo de cuenta usó para iniciar este túnel?","Your tunnel connection is outdated, please upgrade to the latest version to continue using tunnels.":"La conexión de túnel está obsoleta. Actualice a la versión más reciente para seguir usando túneles.","{0}. You may need to sign out and back in.":"{0}. Es posible que deba cerrar sesión y volver a iniciarla."}
