{"A limit for this tunnel has been reached.":"È stato raggiunto un limite per questo tunnel.","Always update":"Aggiorna sempre","An update for the VS Code CLI on your remote server is available. Would you like to update now? Your current session won't be interrupted":"È disponibile un aggiornamento per l'interfaccia della riga di comando VS Code nel server remoto. Eseguire l'aggiornamento ora? La sessione corrente non verrà interrotta","Cannot resolve remote machine name!":"Non è possibile risolvere il nome del computer remoto.","Checking usage limits...":"Verifica dei limiti di utilizzo in corso...","Close Connection":"Chiudi connessione","Could not find tunnel with name {0}. Please ensure that you are using the same account that you used to start the tunnel.":"Non è stato possibile trovare il tunnel denominato {0}. Assicurarsi di usare lo stesso account utilizzato per avviare il tunnel.","Create a Tunnel":"Crea un Tunnel","Last used":"Ultimo utilizzo","Learn More":"Altre informazioni","Learn more at {0}":"Scopri di più a {0}","No limits are currently in place":"Nessun limite attualmente impostato","No tunnels found":"Nessun tunnel trovato","Not Now":"Non ora","Offline":"Offline","Online":"Online","Pick a different account":"Scegli un account diverso","Show Limits":"Mostra limiti","The bandwidth limit for this user has been reached.":"È stato raggiunto il limite di larghezza di banda per questo utente.","This limit will reset {0}./{0} is a localized string like \"in 4 hours\"":"Questo limite verrà reimpostato {0}.","Tunnel does not seem to be running. Cannot find port listening on remote machine":"Il tunnel non sembra essere in esecuzione. Non è possibile trovare la porta in ascolto nel computer remoto","Tunnel not found":"Tunnel non trovato","Tunnel {0} not found.":"Tunnel {0} non trovato.","Update":"Aggiorna","Updating the VS Code CLI":"Aggiornamento dell'interfaccia della riga di comando di VS Code","Upgrade":"Aggiorna","VS Code CLI update complete.":"L'aggiornamento dell'interfaccia della riga di comando di VS Code è stato completato.","View documentation for setting up remote server":"Visualizzare la documentazione per la configurazione del server remoto","What type of account did you use to start this tunnel?":"Quale tipo di account è stato usato per avviare questo tunnel?","Your tunnel connection is outdated, please upgrade to the latest version to continue using tunnels.":"La connessione al tunnel non è aggiornata. Eseguire l'aggiornamento all'ultima versione per continuare a usare i tunnel.","{0}. You may need to sign out and back in.":"{0}. Potrebbe essere necessario disconnettersi e riconnettersi."}
